"AppName" = "ItemShelf";
"SupportURL" = "http://itemshelf.com/index.html";
"HelpURL" = "http://itemshelf.com/help.html";

"Cancel" = "Annuler";

"Add shelf" = "Ajouter un rayon";
"Shelves" = "Rayons";
"Shelf name" = "Nom du rayon";
"Item" = "Objet";

"Add new shelf" = "Ajouter un nouveau rayon...";
"Add normal shelf" = "Ajouter un rayon normal";
"Add smart shelf" = "Ajouter un rayon intelligent";
"Edit shelf" = "Editer le rayon";

"Scan" = "Scanner";
"History" = "Historique";
"Unclassified" = "Non classé";
"Wishlist" = "Liste de souhaits";
"ItemShelf" = "ItemShelf";
"Config" = "Configuration";

"Camera scan" = "Scan via Appareil photo";
"Scan barcode with iPhone's camera" = "Scanner le code barres avec l’appareil photo de l’iPhone (macro lens requis)";
"Photo library scan" = "Photothèque des scans";
"Scan barcode image from photo library" = "Scannez une image de code barres depuis la photothèque";
"Enter item code" = "Entrez le code de l’objet";
"EnterCodeDescription" = "Entrez le code de l’objet manuellement (ISBN, ASIN, UPC, EAN, JAN)";
"Enter title" = "Entrez le titre";
"EnterTitleDescription" = "Entrez le titre pour recherché des objets";

"Title" = "Titre";
"Code" = "Code";
"NumPadNoteText" = "Note: Inutile de saisir 'ISBN' ni les charactères '-'.\nPour entrer ASIN, Tapez sur le champs de texte pour utiliser le clavier complet.";
	
"Illegal message was received" = "Un message illegal à été reçu";
"Cannot find item information" = "Impossible de trouver des informations sur l’objet";
/*"Cannot connect Amazon service" = "Impossible de contacter le service Amazon";*/
"Cannot connect with service" = "Impossible de contacter le service";

"Could not recognize barcode symbol" = "Impossible de reconnaitre le code barres";
"Code is too short" = "Le code est trop court";
"Keyword is too short" = "Le mot clé est trop court";
"Error" = "Erreur";
"Close" = "Fermer";

"Filter" = "Filtrer";

"Search again with title" = "Cherchez encore avec titre";
"Show detail" = "Afficher les details";
"Send detail with e-mail" = "Envoyer les details par e-mail";
"Open with Safari" = "Ouvrir avec Safari";

"Tags" = "Tags";
"Tag list" = "Tag list";
"New tag" = "New tag";

"Browser" = "Navigateur";

"Select locale" = "Selectionner locale";
"Select locale of service" = "Selectionner locale de service";

"About" = "A propos";
"About this software" = "A propos de cette application";
"Help" = "Aide";
"WebServerNotation" = "Accédez a l’adresse URL suivant avec votre PC:\n%@\n Après avoir téléchargé le fichier, tapez sur le bouton Rejeter.";
"Cannot start web server." = "Impossible de démarrer le serveur Web.";

"Backup" = "Backup";
"Backup and restore" = "Backup and restore";

/* Item view */
"Name" = "Nom";
"Title" = "Titre";
"Author" = "Auteur";
"Manufacturer" = "Manufactureur";
"Price" = "Prix";
"Category" = "Categorie";
"Add to shelf" = "Ajouter au rayon";

/* index names (amazon) */
"All" = "Tout";
"Blended" = "Tout";
"Apparel" = "Vêtement";
"Books" = "Livres";
"DVD" = "DVD";
"Electronics" = "Electronique";
"ForeignBooks" = "Livres étrangers";
"Hobbies" = "Hobbies";
"Kitchen" = "Cuisine";
"Music" = "Musique";
"MusicTracks" = "Pistes de musique";
"Software" = "Logiciel";
"SportingGoods" = "Articles de sport";
"Toys" = "Jouets";
"Video" = "Vidéo";
"VideoGames" = "Jeux vidéos";
